{
	"34839":{
		"pos":1,
		"cap":"The Parthenon in Athens, a symbol of Ancient Greece and Western Philosophy."
	},
	"34894":{
		"pos":1,
		"cap":"September 26: The 2,000-year-old Parthenon in Athens is ruined by shelling from the Navy of the Republic of Venice.[1]"
	},
	"187260":{
		"pos":1,
		"cap":"The Parthenon is an enduring symbol of ancient Greece and the Athenian democracy. It is regarded as one of the world's greatest cultural monuments."
	},
	"12108":{
		"pos":2,
		"cap":"The Parthenon on the Acropolis of Athens, icon of classical Greece"
	},
	"1216":{
		"pos":3,
		"cap":"The Parthenon on the Acropolis hill in Athens"
	},
	"1536":{
		"pos":3,
		"cap":"The Parthenon in Athens"
	},
	"21686":{
		"pos":3,
		"cap":"The Parthenon, an ancient pre-Christian temple in Athens dedicated to the goddess Athena. Strmiska believed that modern pagans in part reappropriate the term \"pagan\" to honor the cultural achievements of Europe's pre-Christian societies."
	},
	"342230":{
		"pos":3,
		"cap":"The Parthenon"
	},
	"12050351":{
		"pos":3,
		"cap":"The western side of the Parthenon on the Acropolis of Athens."
	},
	"29560452":{
		"pos":3,
		"cap":"The Parthenon on top of the Acropolis, Athens, Greece"
	},
	"2076":{
		"pos":5,
		"cap":"The Parthenon, as seen from the north-west."
	},
	"35940":{
		"pos":6,
		"cap":"The Parthenon, Athens (5th century BC)"
	},
	"1182":{
		"pos":8,
		"cap":"The Parthenon on the Athenian Acropolis, which is dedicated to Athena Parthenos[77]"
	},
	"13212":{
		"pos":8,
		"cap":"The Parthenon, an ancient Athenian Temple on the Acropolis (hill-top city) fell to Rome in 176 BC"
	},
	"9239":{
		"pos":9,
		"cap":"The Parthenon in Athens (432 BCE)"
	},
	"621178":{
		"pos":10,
		"cap":"photo of Parthenon as it looks now"
	},
	"55883312":{
		"pos":10,
		"cap":"The Parthenon"
	},
	"72921334":{
		"pos":13,
		"cap":"The Parthenon of Athens"
	},
	"16278770":{
		"pos":22,
		"cap":"The Parthenon in Athens"
	},
	"12386":{
		"pos":24,
		"cap":"Many of the proportions of the Parthenon are alleged to exhibit the golden ratio, but this has largely been discredited.[27]"
	}
}