{
	"16652143_5-1":"\"Bauhaus Dessau\", also \"Bauhaus-Building Dessau\", is a building-complex in Dessau-Roßlau. It is considered the pinnacle of pre-war modern design in Europe and originated out of the dissolution of the Weimar School and the move by local politicians to reconcile the city's industrial character with its cultural past.[1]",
	"16652143_6-1":"The building was constructed between 1925 and 1926 according to plans by Walter Gropius as a school building for the Bauhaus School of Art, Design and Architecture.[2] The building itself and the Masters' Houses that were built in the immediate vicinity established the reputation of the Bauhaus as an \"icon of modernism\".Citation needed",
	"16652143_7-1":"War-damaged and structurally altered sections were largely reconstructed from 1965 onwards in the spirit of the original. The building was restored and partially modernized in 1976. Between 1996 and 2006, the building was restored and repaired in accordance with the principles of historical preservation.",
	"16652143_8-1":"Since 1996, the building complex has been part of the UNESCO World Heritage Site Bauhaus and its Sites in Weimar, Dessau and Bernau, which also includes the Haus am Horn, the art school building and the main building of the Bauhaus University in Weimar, the Masters' Houses in Dessau, and since 2017, the Laubenganghäuser there as well as the ADGB Trade Union School in Bernau.[3]",
	"16652143_15-1":"The building, constructed in the international style,[5] consists of five functionally structured parts, arranged additively in several wings. The reinforced concrete-frame structures were arranged on a flat site in such a way that there is no \"front\" in the customary sense.[6] In one of these wings was the \" School of Arts and Crafts\" (later to become a technical school), the workshop wing with its distinctive glass curtain wall and Atelierhaus. The wall's design evoked industrial innovation of a factory building rather than the tradition and civic elevation of an academic institution.[7] The Atelierhaus contained the dormitory studios for the students.",
	"16652143_15-2":"The north wing of the crafts school and the workshop wing are connected by a two-story bridge. This was intended for administrative rooms and the building office of Gropius (later the Bauhaus architecture department). In a flat building between the workshop section and the Atelierhaus are the auditorium and stage as well as the Bauhaus cafeteria.",
	"16652143_16-1":"Apart from the then novel functional division of buildings, the most extraordinary feature of the complex, which caused quite a stir in those days, is the glass curtain of the workshop wing. The support columns were set inward to allow for an uninterrupted glass facade to stretch over all three floors as well as the entire length of the building. The impression is one of transparency, lightness and flatness. This novel, transparent monumental design overcame all prevailing ideas of aesthetics.",
	"16652143_17-1":"The absence of ornamentation consistently defines the entire complex. The \"open\" facade creates a new, also from an educational perspective, effective relationship between the inside and outside, giving the impression of freedom and clarity. However, the delicate glass facade with its steel frame caused major problems in terms of sun protection and building climate control. In summer, the building heated up considerably due to direct sunlight.",
	"16652143_17-2":"A necessary sun protection system consisting of curtains destroyed the intended transparency. In winter the building cooled down very quickly due to the single pane glass and required extensive heating. Ventilation is provided by mechanically controlled slatted windows, which are very elaborate in detail.",
	"16652143_18-1":"Particularly striking is the protruding five-story building section, which is known as the Prellerhaus. After its completion in 1926, the 28 studios were used by young masters and students as living and working space. Ludwig Mies van der Rohe had studios converted into large classrooms in 1930. Since 2006 it has been available for overnight stays.",
	"16652143_24-1":"As early as 1911, Walter Gropius and Adolf Meyer jointly designed the Fagus Factory in Alfeld (Leine). They used elements that would later become characteristic and determine the style: The entire building was organized according to function. The purpose of the building determined its form; its aesthetics resulted from its functionality. The facade design also foreshadowed its later usage.",
	"16652143_24-2":"The revolutionary steel skeleton construction - load-bearing steel elements with brick infill covered by a flat roof - made it possible to forego structural reinforcement of the building corners. These \"open corners\" were supplemented with windows and balconies that wrapped around the edges, thereby conveying an impression of lightness. The curtain wall itself did not carry any load, but showed the load-bearing elements that had become integral parts of the design. New approaches were also taken in the color scheme.",
	"16652143_24-3":"The outer walls were kept in a neutral, plain white, while the interior was painted in various colors between load-bearing and exterior elements. Each of the thirteen workshops made its own special contribution; the metal workshop, carpentry, stained glass, weaving, mural painting, and harmonization studies, among others, acted equally as both art and craft, all of which were united by the architecture workshop led by Walter Gropius, Hannes Meyer, and later Mies van der Rohe.",
	"16652143_30-1":"The Bauhaus was renamed and reorganized in 1919 under the new management of Walter Gropius, who succeeded Henry van de Velde, as the successor institution to the Grand-Ducal Saxon Art School founded in 1906 by the Grand Duke of Saxony-Weimar. Walter Gropius, the architect, acted as director from 1919 to 1928. After the relationship with the increasingly right-wing dominated Thuringian state had become progressively more and more strained, the Bauhaus was forced to close down in 1925 due to political pressure.",
	"16652143_30-2":"The declaration of closure had already been published in numerous daily newspapers on December 29, 1924. However, it only became legally binding after the expiration of the contracts, which were valid until March 31, 1925. The mayor of Dessau, Fritz Hesse, and his cultural advisor Ludwig Grote made it possible for Gropius to move the school to Dessau, where the Bauhaus was rebuilt between 1925 and 1926 according to Gropius' designs and recognized as the State University of Anhalt in 1926.",
	"16652143_35-1":"In March 1925, Gropius' office was commissioned by the city of Dessau to design the community building for the Dessau School of Arts and Crafts (from 1926 onwards technical schools) and the Bauhaus. In September 1925, construction of the joint school building began. The topping-out ceremony was held on March 21, 1926, and the inauguration took place on December 4, 1926.",
	"16652143_35-2":"The school had planned and carried out large parts of the furnishings themselves: Furniture and fixtures came from the carpentry workshop (seating in the assembly hall by Marcel Breuer). For the classrooms in the bridge wing as well as the workshops, Walter Gropius decided to use stools exclusively from the Chemnitz-based company Rowac.[8] The lamps were designed in the metal workshop mainly by Marianne Brandt, (lamps in the assembly hall by Max Krajewsky[9]) Furniture fabrics and curtain fabrics were made in the in-house weaving mill under Gunta Stölzl. The lettering came from the advertising workshop and the color scheme from the mural painting workshop.",
	"16652143_36-1":"With its foundation in 1926, an architecture department was also started up for the first time, which was headed by the Swiss-born Hannes Meyer in 1927. In 1928 Gropius resigned from management. Meyer, who was highly politically involved, succeeded him on April 1, 1928, and expanded the architecture department, but was also dismissed for political reasons on August 1, 1930, and emigrated with his family and a group of his students to Moscow. He was succeeded by Ludwig Mies van der Rohe, who was unable to keep the Bauhaus out of the political turmoil, despite the school's professional and academic success.",
	"16652143_40-1":"In 1931, a little over a year before Hitler's seizure of power, the NSDAP won 15 of the 36 seats in the municipal elections in Dessau, making it the strongest party. In their leaflet for the elections on October 25, 1931, the National Socialists support eight points, the first as follows:\"Immediate cancellation of all expenditures for the Bauhaus. Foreign teachers are to be dismissed without notice, since it is not in accordance with the responsibility which good community leadership must bear toward its people, that German comrades starve, while foreigners are paid in abundance out of the tax pennies of the suffering people.",
	"16652143_40-2":"With the assistance of the municipality, German teachers are to be reassigned in Dessau or elsewhere. Accommodation must be provided elsewhere for the craftsmen schools in the Bauhaus. The demolition of the Bauhaus is to be initiated immediately.\"[10]",
	"16652143_41-1":"In the municipal council meeting on January 21, 1932, the NSDAP demanded that the building be demolished. This and the decision to cancel funding were narrowly avoided. On July 8, 1932, the National Socialist Alfred Freyberg, who was elected Prime Minister of the Free State of Anhalt, and the National Socialist art theorist and architect Paul Schultze-Naumburg visited Bauhaus Dessau.",
	"16652143_41-2":"In the meantime, the voting conditions in the municipal council had changed, so on August 22, 1932, at the request of the NSDAP party, the decision was made to close the building. Mies van der Rohe still attempted to continue with the Bauhaus in Berlin as a private institute in Berlin-Lankwitz; but only a short time later (1933), the National Socialists finally forced the institution to close its doors. The Bauhaus building in Dessau served as the Gauführerschule in the Gau Magdeburg-Anhalt region.[11] A Gauführerschule or district leader school was a training institution of the NSDAP or one of its affiliated associations and was subordinate to the respective district authorities. Its goal was to develop the \"ideological-political orientation\" of the participants.",
	"16652143_46-1":"In 1945 the building partially burned down after the heavy air raid on Dessau, and the glass facade of the workshop wing was also damaged. It was rebuilt in a simplified manner (the glass curtain wall was not reconstructed) and used as a vocational school, among other things.",
	"16652143_47-1":"In 1976 there was a first attempt to restore the original appearance, in which the destroyed glass curtain wall was reconstructed using a preserved remnant. For ease of maintenance, aluminum was used instead of steel. The Bauhaus was used as an educational center by the Office for Industrial Design, whose director Martin Kelm had been strongly committed to its preservation and reconstruction.",
	"16652143_52-1":"Since 1994, the building in Dessau has been the headquarters of the Bauhaus Dessau Foundation, which is committed to \"preserving the legacy of the historic Bauhaus and communicating it to the public\" and \"in light of this legacy, to making contributions to shape today's living environment\".[13] Since 1996, the building complex has been on the UNESCO World Heritage List.",
	"16652143_58-1":"After the last restoration work was completed in 2009, the building could once again be viewed almost as it was originally planned and built. Nevertheless, there are differences to the original building structure, which cannot be resolved due to the building's eventful history, modern necessities and considerations of monument preservation. These include, among others:",
	"16652143_60-1":"Furniture and door handles were partly substituted with faithfully reproduced replicas. This was favored among other things by the fact that some of the old designs are now being mass-produced again. Other pieces, such as the seating in the assembly hall, are new one-off productions.",
	"16652143_65-1":"Today, most of the building is used by the Bauhaus Dessau Foundation, founded in 1994, which has the mission of preserving and communicating the legacy of the Bauhaus and keeping its ideas alive. To this end, it is active, among other things, in the preservation of monuments and in curatorial outreach as well as education and research. The foundation also maintains an in-house collection and research library. The former student quarters on the balcony side of the east wing are rented out for short stays.",
	"16652143_71-1":"Near the Bauhaus (Ebertallee 65–71, 12.2205), Walter Gropius built the masters' houses as accommodation for the masters of the Bauhaus. These also served as model houses for modern living. The client was the city of Dessau, and the Bauhaus masters lived there as tenants.",
	"16652143_72-1":"From east to west, there was Gropius' house and the double houses for Moholy-Nagy\/Feininger, Muche\/Schlemmer[18] and Kandinsky\/Klee. The three double houses had identical floor plans, with one half forming nearly a mirror image of the other and rotated by 90 degrees.",
	"16652143_73-1":"Characteristic for the architecture of these houses is their cubic shape featuring a flat roof, their expansive, monochrome surfaces and their large windows, which create a connection between the inside and outside. This connection is also thematised by the expansive terraces and balconies as well as the numerous doors: From nearly every room there is a door providing access to the outdoors.",
	"16652143_73-2":"Elements that are highly visible from the outside are also the radiators of the central heating system, with which \"the contemporary\" was to be conveyed outwards for everyone to admire. For example, this even led to the radiators in the bathrooms being placed in thermally unsuitable locations, just so that they would be clearly visible from the outside through the windows.",
	"16652143_74-1":"The large studio windows of the house reflect the trees out in front. These reflections mix with the trees behind the house, rendering these elements nearly invisible or, in a sense, transparent. It is not possible to say whether this effect of lightness or openness was initially intended by the builders, as the tree population at the time is not known in detail.",
	"16652143_75-1":"The master houses of Gropius and Moholy-Nagy were destroyed in a bombing raid in 1945. In the 1950s, a residential building with a traditional gable roof was built on the foundations of the destroyed Gropius house (Emmer Haus). The bombed half of the Moholy-Nagy house was demolished leaving an open space which left the Feininger house to stand alone (it is currently used by the Kurt Weill Centre).",
	"16652143_76-1":"In the 1990s, the remaining houses were extensively restored, partly with private funds. In the process, attempts were made to restore the original colour schemes of the interiors, which were based on the colour theory of the Bauhaus. Since each interior's colour scheme corresponded to its occupant, the rooms today feature exemplary colour combinations that only attempt to reflect the state of a room at a particular time.",
	"16652143_77-1":"The few existing historical photographs of the interiors show that the residents of the Masters' Houses adapted the interior design very much to the prevailing zeitgeist of the time, quite the opposite of the exterior appearance. Only Moholy-Nagy furnished his house according to the results, principles and products of the Bauhaus. In the Kandinsky house, one wall has been reconstructed true to the original with gold leaf.",
	"16652143_78-1":"Today, the Gropius and Moholy-Nagy Masters' Houses, which were destroyed during the war, have been rebuilt as abstract reinterpretations of the original architecture at the suggestion of the British architect David Chipperfield under the direction of the Berlin office Bruno-Fioretti-Marquez. The interior walls were designed by conceptual artist Olaf Nicolai with different types of plaster and shades of white, creating a changing impression depending on the incidence of light.[19] The official reopening of the Masters' Houses was carried out by the Federal President of Germany, Gauck, on 16 May 2014.[20] The earlier debate about whether the houses should be reconstructed true to the original has now become obsolete.[21]",
	"16652143_83-1":"In addition, a settlement with a total of 314 terraced houses (Großring, Mittelring, Kleinring) was built in Törten in what is now Dessau-Süd in 1926\/1928. The settlement was also intended to be an example of how the rampant housing shortage of the Weimar Republic could be combated. The living spaces of the houses were accordingly quite small at 57 to 75 m. At the same time, each house had a generous garden of 350 to 400 m, which was intended to facilitate self-sufficiency.",
	"16652143_83-2":"An industrial construction method with mass production of components ensured low costs.[22] The units were sold and not rented out in order to protect the owners from rising rents. Architecturally, the settlement also offered some novelties. In accordance with Gropius' maxim that building is also the design of life processes, the buildings took into account considerations of sun exposure at different times of the day and year and the processes in a residential building. Because of the flat roof construction, the houses were strongly criticised by conservatives.",
	"16652143_84-1":"The settlement has undergone numerous subsequent changes. The window facades in particular have been changed almost throughout. Numerous individual facade designs have softened the original uniform impression of the development, which is still well preserved despite these alterations. The Anton House in Doppelreihe 35 is largely preserved in its original condition and can be visited as part of a guided tour.[23][24] The house at Mittelring 38 was faithfully restored beginning in 1992 and is now used by the Moses Mendelssohn Society.[25]",
	"16652143_85-1":"The Konsum building (a kind of enclosed department store), designed by Walter Gropius in 1928, became a centre of the Törten housing estate. It consists of two interlocking cubes, a horizontal shop section and a vertical three-storey residential section. This is how it is still used today. These days, the former shop section houses an information centre on the Törten settlement, which offers daily guided tours.",
	"16652143_89-1":"As part of the planned expansion of the Törten estate, the arcade houses (Mittelbreite, Peterholzstr) located to the south and built from 1929 to 1930 were conceived. They were built under the direction of Hannes Mayer, who was Gropius' successor as director of the Bauhaus. In contrast to the buildings of the original Törten estate, the arcade houses (Laubenganghäuser) are multi-storey apartment buildings with the namesake, external arcade passage (Laubengang), which connects the flat entrances with the stairwell.",
	"16652143_89-2":"In accordance with Meyer's slogan \"people's needs instead of luxury needs\", the living spaces here were also kept extremely compact. 48 m were supposed to be enough for a family of up to four. The units were rented out for a small fee.[26] Today, a model residence that has been faithfully restored to its original state can be visited.",
	"16652143_94-1":"In August 2019, researchers and students from the University of Kassel, under the direction of professor Philipp Oswalt, built a residential building in the Laubengang estate according to the plans of the architect and Bauhaus teacher Ludwig Hilberseimer.[27]",
	"16652143_98-1":"The Fieger House is located near the settlement in Südstraße. The house, built in the summer of 1927, is the only realised design by Carl Fieger from a series of plans for small houses that were to be built using a rational construction method with versatile rooms. As a privately used residential building, it is not open to the public.",
	"16652143_100-1":"The so-called Steel House (Stahlhaus) was built in 1926\/1927 and was a joint work by Richard Paulick and the Bauhaus master Georg Muche. They wanted to continue the rationalisation efforts of Walter Gropius (prefabrication of concrete parts) by using prefabricated steel plates in a dry assembly process. The Steel House remained an experiment, however, because it struggled greatly with the \"hot-cold problem\" due to the properties of the material. After restoration, it housed an information centre on the Törten Housing Estate until June 2011. Today it can be visited during daily guided tours.",
	"16652143_102-1":"The first city employment office (Arbeitsamt) (today the Office for Regulation and Transportation of the City of Dessau-Roßlau) was built in 1928\/1929 according to designs by Walter Gropius. Gropius' private architectural office also carried out the construction. Richard Paulick was heavily involved in the construction of the employment office. The external impression was, however, massively altered by retrofitted wooden windows.",
	"16652143_103-1":"The Kornhaus sightseeing restaurant was built in 1929\/1930 on behalf of the city of Dessau and the Schultheiss-Patzenhofer brewery directly on the Elbe dyke according to plans by Carl Fieger. The name recalls an old granary that stood here directly on the Elbe from the mid-18th century until the 1870s. The building is still used as a restaurant today.[28]",
	"16652143_116-1":"\"Design-Legende und Zuhause. Die Meisterhäuser von Dessau.\" Documentary film, Germany, 2016, 29:34 Min., book and direction: Anna Schmidt, Production: MDR, Series: \"Der Osten – Entdecke wo du lebst\", first broadcast: 22 November 2016 on MDR, from MDR with available until November 22, 2017."
}