{
	"text":"\"Bauhaus and its Sites in Weimar, Dessau and Bernau\" is a World Heritage Site in Germany, comprising six separate sites which are associated with the Bauhaus art school. It was designated in 1996 with four initial sites, and in 2017 two further sites were added.[1]\nThe Bauhaus was only in operation from 1919 until 1933 and it educated no more than 1,250 students, of whom only 155 actually graduated with a Bauhaus Diploma.[2][3] Nevertheless, the school revolutionized 20th century architectural and aesthetic thinking and practice.\"[The] buildings designed by the masters of the Bauhaus are fundamental representatives of Classical Modernism... For this reason, they are important monuments not only for art and culture, but also for the historic ideas of the 20th century.\" – \"Application for the extension of the UNESCO World Heritage Bauhaus and its Sites in Weimar and Dessau\", German delegation to UNESCO, December 2015.\n\nWeimar\n\nBauhaus campus, Weimar\n\n(Fig.1)\nThe Bauhaus was founded in Weimar in 1919 by Walter Gropius and remained there until 1925 when it moved to Dessau due to political pressure.[4] It was housed in two neighbouring buildings that had previously been two separate art schools, both designed in the Art Nouveau style by Henry van de Velde. These are:\nThe Van de Velde building has reconstructed murals by Oskar Schlemmer, originally created for the 1923 Bauhaus exhibition, and it is noted for the unconventional lighting of its central stairwell.\nThe Main Building was restored by the German architect Thomas van den Valentyn in 1999. It has a sinuous, elliptical Art Nouveau main staircase. Walter Gropius' former office has been refitted with reconstructed furniture, fittings, and carpets.\nAfter the Bauhaus in Weimar closed, the buildings were used by a number of successor arts-related educational institutions. Today, after various mergers, restructurings, and renamings, the present day Bauhaus-Universität Weimar, founded in 1996, operates on the former Bauhaus site, teaching art, design, and technology-related courses.\nThe site was included in the World Heritage Site in 1996. The buildings operate as a teaching facility, but tours of the exterior and interior of the site are offered by the Bauhaus University Weimar.[7]\n\nHaus am Horn\n\n(Fig.2)\nThe Haus am Horn is a domestic house made of concrete and steel built for the first exhibition of work by the Bauhaus in 1923. The building was based on designs by Georg Muche, a painter and teacher at the school. It was the first building based entirely on Bauhaus design principles and it presented a revolutionary prototype for modern living.[8]\nIn keeping with the Bauhaus philosophy of learning by practical experience, a number of staff and students were involved with the project, including Marcel Breuer, who was then a student, Alma Siedhoff-Buscher and László Moholy-Nagy. Every piece of furniture, including the lighting, was made in the Bauhaus workshops.[9]\nIt was included in the World Heritage site in 1996. Since August 2017 the building has been owned by the Klassik Stiftung Weimar. In 2018–19 the house was closed to the public for a major restoration. It was reopened on 18 May 2019.[10][11]\n\nDessau\n\nBauhaus Dessau building\n\n(Fig.3)\nThe Bauhaus Dessau is one of the iconic buildings of the 20th century. It was designed by Walter Gropius and was officially opened on 4 December 1926, having taken just over a year to build.[12] It is \"regarded as a 'built manifesto' of the Bauhaus's ideas, in which the functionality and aesthetics of the design coalesce to form a single entity\".[13]\nThe building was commissioned by the city of Dessau, who financed the project and provided the building plot. The plans were drafted by Gropius's architectural firm as the Bauhaus did not have its own architecture department until 1927, but the interior fittings were made in the Bauhaus workshops.[14]\nGropius was required to incorporate two schools into the building; the Bauhaus design school and a municipal vocational school. The building consists of several interconnecting wings which are positioned asymmetrically. These are: a three-storey workshop wing; a three-storey vocational school; a two-storey administration wing; an auditorium, stage and cafeteria, and a five-story studio wing. The facade is characterised by the use of non-load-bearing glass curtain walls, a further development to that used in the Fagus Factory, built 1911–1913, which Gropius and Adolf Meyer designed. Construction features such as columns and supporting joists can be seen in the interior of the building.\nThe five-storey studio wing, the \"Prellerhaus\", with 28 studio flats, each 20 m2, provided accommodation for students and junior masters. Bathroom and kitchen facilities were communal and there was a shared roof terrace. Sixteen of the studios had small balconies, whose regular symmetry characterises this wing of the building. Women lived on the first floor, the \"ladies floor\", whose residents included Gertrud Arndt, Marianne Brandt, Gunta Stölzl and Anni Albers.[15] There were 140 students in total, so most of them had to seek accommodation in the inner city area of Dessau. In 1930, Ludwig Mies van der Rohe, then the Bauhaus director, converted some studios into classrooms. The building was renovated in 2006 to return it to its original layout. The studios are now let as tourist accommodation.[16]\nDue to political pressure, the Bauhaus Dessau closed in 1932 and Mies van der Rohe set up a privately funded Bauhaus in Berlin, although this also closed after less than a year. The Bauhaus building in Dessau was used as a school for teaching women cooking and sewing, and just before the beginning of World War II in 1939, it became a training school for officers of the Nazi Party. In 1941 it housed the press department of the aircraft manufacturer Junkers. In 1945 the school was damaged in an air raid. After the war it was partially repaired to make it usable as an educational institution, but without respect to the integrity of the building. It was not until 1972 that the East German government had the building listed as an historical monument. It underwent a restoration, led by Konrad Püschel, an architect who had trained at the Bauhaus.[17] The glass curtain walling, auditorium, stage and cafeteria were restored. On 2 December 1976, 50 years after it first opened, the building was officially reopened for use as a science and culture centre, which included a collection of items from Bauhaus. Eighteen former Bauhaus students attended the ceremony.[18]\nBauhaus Dessau Foundation was founded in 1994 to research and preserve the heritage of the Bauhaus. The building was inscribed as part of the World Heritage site in 1996, after which extensive renovations were carried out. These were completed in 2006.\nToday the north wing of the complex, where the vocational school was, is used by the Anhalt University of Applied Sciences, whose Dessau campus is next to the Bauhaus site.[19][20] The Bauhaus Dessau Foundation uses the rest of the building for its administration; housing a museum, a shop and the restored cafeteria; letting out the former student rooms as tourist accommodation; and hiring out other areas of the building, such as the auditorium, for seminars and conventions.[21]\n\nMeisterhäuser\n\n(Fig.4)\n(Fig.5)\nThe \"Meisterhäuser\" (Masters' houses) are a group of seven flat-roofed, cubic modernist houses about 600 metres from the Bauhaus Dessau building, designed by Walter Gropius for the senior staff of the Bauhaus. They were built in 1925–26 on commission from city of Dessau. They consisted of three pairs of semi-detached houses, and a detached house at the end of the row for Gropius, the school director.[22] The houses were built within a small pine wood, with the aim of respecting the character of the landscape. The houses were spacious; the detached director's house was 350 m, and others were over 250 m. They had terraces and studios, as the artist-teachers were expected to work from home as well as on the school premises. In each semi-detached pair, the houses have the same layout, but they are turned at a 90 degree angle from each other, so they do not look symmetrical from the street.[23]\nAlong with their families, the original residents were: Lyonel Feininger and László Moholy-Nagy who lived next door to Gropius (although Feininger never taught at the Bauhaus in Dessau); Oskar Schlemmer and Georg Muche lived in the next pair of houses; Wassily Kandinsky and Paul Klee lived in the last pair. Gropius and Maholy-Nagy fitted out their houses entirely with furniture designed by Marcel Breuer. Later residents included Hannes Meyer, Ludwig Mies van der Rohe, Josef and Anni Albers, Hinnerk Scheper and Alfred and Gertrud Arndt.\nFrom 1932, when the Bauhaus in Dessau closed, the houses were rented out to other tenants. In 1945, towards the end of World War II, the director's house and one wing of the neighbouring house, where Maholy-Nagy had lived, were destroyed in an air raid. In 1948 a standard suburban house was built on the site of the director's house. The other houses were occupied, but they were altered and eventually fell into considerable disrepair.\nThe Meisterhäuser were restored in 1992 and added to the World Heritage site in 1996. The house built on the site of the director's house was pulled down in 2011. In 2014, in order to restore the original rhythm and form of the whole Meisterhäuser ensemble, structures which represent the form of the former director's house and the Maholy-Nagy house were built on sites of the destroyed buildings.[24] These were designed by the architectural firm Bruno Fioretti Marquez, with the interior layout by the artist Olaf Nicolai.[25] The interiors of these structures are used as exhibition spaces, with information about the history of the site. These and the other houses, which are open to the public, are managed by the Bauhaus Dessau Foundation. The Feininger house is the base of the Kurt Weill Centre, which promotes the work of the composer Kurt Weill, who came from Dessau.\nIn 1932 the Trinkhalle (Dessau), a refreshment kiosk, designed by Mies van der Rohe, was built on the corner of the director's house site and was integrated into a two-metre wall surrounding the property. It survived the war but was pulled down in 1962. In 2014 the wall and the kiosk were rebuilt and from 2016 it resumed its former function selling drinks and snacks to the public.[26]\nFrom 2016 to 2019 the Kandinsky\/Klee houses were closed for a major restoration carried out by the Wüstenrot Stiftung, to completely restore the interior of the houses, with a particular focus on recreating the original colour schemes. They were reopened on 17 April 2019. The restoration cost about 1.5 million Euros and involved detailed scientific analysis of traces of original paints. Over 100 colours were recreated.[27]\n\nLaubenganghäuser\n\n(Fig.6)\nThe Laubenganghäuser ('Houses with Balcony Access') are five blocks of apartment buildings, providing a total of 90 flats, in south Dessau which were built in 1930. They were designed by Hannes Meyer, who was then director of the Bauhaus.[28][29]\nThey were built as social housing, with each 47 m2 apartment expected to house a family of up to four people, following Meyer's motto Volksbedarf statt Luxusbedarf (\"People's needs rather than luxury consumption\").[30]\nA key part of the design was to use all materials sparingly to save costs and to design the interiors to utilise the small space as effectively as possible. Even the door handles were designed so as to use a minimum amount of metal. The balconies were intended not only to provide economical and space saving access to the apartments, but to also facilitate social interaction between residents. The apartments all had central heating and bathrooms with terrazzo flooring and enamel baths, and were considered well appointed for social housing of the time.\nThe apartments were built for the Dessauer Spar- und Baugenossenschaft, a housing cooperative. It ordered the work at the beginning of 1930 and all five buildings were already finished by August of the same year. The construction costs were RM 8,000 per apartment. Although the co-operative wanted the apartments to be inexpensive, it also wanted them to be well equipped and reasonably comfortable. The rent was to be controlled so that it was no more than a quarter of the occupant's income.\nAll five apartment blocks still exist and they are still used as social housing. They were restored in the mid-1990s under historic protection criteria. Today they are owned and managed by the housing cooperative Wohnungsgenossenschaft Dessau eG. One apartment is restored to its original design and is open to the public.\nThe Laubenganghäuser were inscribed as part of the World Heritage Site in July 2017.\n\nBernau\n\n(Fig.7)\nThe ADGB Trade Union School in Bernau bei Berlin is a training centre campus built 1928–1930. It was designed by Hannes Meyer and Hans Wittwer in collaboration with Bauhaus students. It was constructed for the former Federation of German Trade Unions and it included seminar rooms, a dining hall, accommodation for trainees and teachers, sports facilities, and a library.[31][32]\nIt is a textbook example of Bauhaus functionalist architecture, both in the finished product and in the analytical and collaborative approach used develop the design and complete the project. Next to the Bauhaus Dessau building, it was the second largest project ever undertaken by the Bauhaus.[33][34]\nIt was designed to harmonise with the wooded, sloping site it occupies. The architectural historian Winfried Nerdinger described it as a \"masterpiece of poetic functionalism\".\nThe school opened on 4 May 1930. It could accommodate 120 trainees.[35]\nThe complex has had various uses, including being the Reich Leadership School, where elite members of the Gestapo and SS were trained from 1933 until the end of World War II. It was restored between 2005 and 2007, and since then it has been used as an education centre by the \"Handwerkskammer Berlin\" (Berlin Chamber of Skilled Crafts). In 2008 the architects Brenne Gesellschaft von Architekten won the World Monuments Fund \/ Knoll Modernism prize for the restoration.[36]\nADGB Trade Union School was inscribed as part of the World Heritage Site in July 2017. The complex is not open to the general public, but the Stiftung Baudenkmal Bundeschule Bernau runs guided tours of the school in German.[37]\n\nFurther reading",
	"sources":[],
	"references":{
		"[1]":"https:\/\/whc.unesco.org\/en\/list\/729, Bauhaus and its Sites in Weimar, Dessau and Bernau, UNESCO World Heritage Centre, United Nations Educational, Scientific, and Cultural Organization, 29 December 2018",
		"[2]":"https:\/\/kuenste-im-exil.de\/KIE\/Content\/EN\/Objects\/bauhaus-liste-bueschel-en.html?single=1 Arts in Exil. Objects. Konrad Püschel:List of Names . Retrieved 24 April 2019",
		"[3]":"Knorr, Susan; Kern, Ingolf; Welzbacher, Christian (2012) \"Bauhaus Reisebuch\", Bonn: Dumont",
		"[4]":"https:\/\/www.uni-weimar.de\/en\/university\/profile\/portrait\/history\/ Bauhaus-Universität Weimar. History. Retrieved 29 December 2019",
		"[5]":"https:\/\/www.uni-weimar.de\/en\/university\/profile\/unesco-world-heritage-bauhaus\/van-de-velde-building\/ Bauhaus-Universität Weimar. Van de Velde Building. Retrieved 29 December 2019",
		"[6]":"https:\/\/www.uni-weimar.de\/en\/university\/profile\/unesco-world-heritage-bauhaus\/main-building\/ Bauhaus-Universität Weimar. Main Building. Retrieved 2 January 2019",
		"[7]":"https:\/\/www.uni-weimar.de\/en\/university\/profile\/bauhausatelier\/bauhaus-walk\/ Bauhaus University Weimar. Bauhaus Walk. Retrieved 29 December 2018",
		"[8]":"https:\/\/www.klassik-stiftung.de\/en\/institutions\/museums\/haus-am-horn\/ Klassik Stiftung Weimar. Haus am Horn . Retrieved 24 November 2018",
		"[9]":"https:\/\/www.bauhaus100.com\/the-bauhaus\/people\/students\/alma-siedhoff-buscher\/ Bauhaus100. Alma Siedhoff-Buscher . Retrieved 24 November 2018",
		"[10]":"https:\/\/www.uni-weimar.de\/de\/universitaet\/partner-und-alumni\/partner\/vereine-und-netzwerke\/freundeskreis\/haus-am-horn\/ Bauhaus University Weimar. Freundekskreis. Haus am Horn.. Retrieved 25 November 2018",
		"[11]":"https:\/\/www.klassik-stiftung.de\/service\/presse\/pressemitteilung\/haus-am-horn-ab-18-mai-2019-wiedereroeffnet\/ Klassik Stifftung Weimar. Haus Am Horn ab 18. Mai 2019 wiedereröffnet. Retrieved 24 May 2019",
		"[12]":"Charrier, Julie (director) (2000) https:\/\/www.youtube.com\/watch?v=VyCL3AOYPwQ Architectures – Le Bauhaus de Dessau (Das Bauhaus von Dessau). Arte \/ French ministry of culture and communication \/ Centre Pompidou. (YouTube 28 min.). Retrieved 30 December 2018",
		"[13]":"Markgraf, Monika (ed.) (2017) \"Bauhaus World Heritage Site\". Leipzig: Spector Books",
		"[14]":"https:\/\/www.bauhaus-dessau.de\/en\/architecture\/bauhaus-building\/bauhaus-building.html Bauhaus Dessau Foundation. The Bauhaus building by Walter Gropius (1925–26) . Retrieved 29 December 2019",
		"[15]":"http:\/\/architectuul.com\/architecture\/bauhaus-prellerhaus Architectuul. Bauhaus Prellerhaus. Retrieved 30 December 2018",
		"[16]":"https:\/\/www.bauhaus-dessau.de\/en\/service\/sleeping-at-bauhaus-1.html Bauhaus Dessau. Sleeping at the Bauhaus. Retrieved 30 December 2018",
		"[17]":"Püschel, Konrad (1997) \"Wege eines Bauhäuslers\". Dessau: Anhaltische Verlagsgesellschaft mbH",
		"[18]":"Sack, M. (10 December 1976) \"Feier ohne Fest: Die DDR erinnert sich an ein Stück deutscher Vergangenheit\" in Die Zeit",
		"[19]":"https:\/\/en.wikiarquitectura.com\/building\/bauhaus-building-in-dessau\/ Wikiarquitectura. Bauhaus building in Dessau. Retrieved 30 December 2018",
		"[20]":"https:\/\/www.hs-anhalt.de\/en\/life\/dessau\/campus.html Hochschule Anhalt. Campus. Retrieved 30 December 2016",
		"[21]":"https:\/\/www.bauhaus-dessau.de\/en\/service.html Bauhaus Dessau Foundation. Service. Retrieved 30 December 2018",
		"[22]":"https:\/\/www.bauhaus-dessau.de\/en\/architecture\/bauhaus-buildings-in-dessau\/masters-houses.html Bauhaus Dessau. Masters' houses by Walter Gropius (1925–26). Retrieved 29 December 2018",
		"[23]":"Lorch, Catrin (8 August 2019) \"Gemälde in drei Dimensionen\" in \"Süddeutsche Zeitung\" (Feuillteton, p.9)",
		"[24]":"https:\/\/www.bauhaus-dessau.de\/en\/architecture\/bauhaus-buildings-in-dessau\/new-masters-houses.html Bauahus Dessau. New Masters' Houses. Retrieved 29 December 2018",
		"[25]":"Ranke, Lydia (writer\/director) (2019) https:\/\/www.youtube.com\/watch?v=JcVAY1MQhEw&list=LLU7fmxVPXGduabxdUq1_B9A&index=6&t=0s BauhausWorld: Der Code – 100 Jahre Bauhaus. Deutsche Welle. YouTube (42:30 min). Retrieved 6 April 2019",
		"[26]":"https:\/\/www.bauhaus-dessau.de\/visiting-the-bauhaus-buildings-1.html Bauhaus Dessau. Kiosk, Mies van der Rohe (1932). Retrieved 29 December 2018",
		"[27]":"https:\/\/www.zeit.de\/news\/2019-04\/17\/saniertes-meisterhaus-wiedereroeffnet-190417-99-864414  \"Kandinsky und Klee: Saniertes Meisterhaus wiedereröffnet\" in \"Zeit Online\", 17 April 2019. Retrieved 9 August 2019",
		"[28]":"https:\/\/www.bauhaus-dessau.de\/de\/architektur\/bauhausbauten\/laubenganghaeuser.html Bauhaus Dessau. Laubenganghäuser von Hannes Meyer (1929–30). Retrieved 23 November 2018",
		"[29]":"https:\/\/www.laubenganghaeuser.de\/ Wohnungsgenossenschaft Dessau. Laubenganghäuser – UNESCO Welterbestätte Bauhaus. Retrieved 29 December 2018",
		"[30]":"Dr. Helga Huskamp (ed.) (2017) https:\/\/www.bauhaus-dessau.de\/en\/talks\/houses-with-balcony-access.html Bauhaus Dessau. Talks. Houses with Balcony Access. Film 7:30 min. Retrieved 29 December 2018",
		"[31]":"https:\/\/web.archive.org\/web\/20181124003723\/https:\/\/www.bauhaus100.com\/the-bauhaus\/people\/masters-and-teachers\/hans-wittwer\/ Bauhaus100.Hans Wittwer. Retrieved 23 November 2018",
		"[32]":"http:\/\/www.bauhaus-denkmal-bernau.de\/baudenkmal\/bedeutung.html Stiftung Baudenkmal Bundesschule Bernau. Bedeutung . Retrieved 23 November 2018",
		"[33]":"http:\/\/architectuul.com\/architecture\/adgb-trade-union-school Architectuul: \"ADGB trade union school\" (2013). Retrieved 27 October 2016",
		"[34]":"https:\/\/web.archive.org\/web\/20190411151716\/https:\/\/www.bauhaus100.com\/magazine\/discover-the-bauhaus\/the-school-in-the-woods-as-a-socio-pedagogical-ideal\/ Bauhaus100. The “School in the Woods” as a Socio-pedagogical Ideal . Retrieved 17 April 2019",
		"[35]":"http:\/\/www.bauhaus-denkmal-bernau.de\/baudenkmal\/geschichte.html History. Bauhaus trade union school . Retrieved 23 November 2018",
		"[36]":"https:\/\/www.wmf.org\/sites\/default\/files\/article\/pdfs\/Knoll%202008%20Modernism%20Brochure.pdf World Monuments Fund \/ Knoll Modernism Prize brochure (pdf) (2008). Retrieved 15 November 2016",
		"[37]":"http:\/\/www.bauhaus-denkmal-bernau.de\/de\/fuehrung.html Führung im UNESCO-Welterbe Bauhaus Denkmal Bundesschule Bernau . Retrieved 28 April 2019."
	},
	"mediaCaptions":{
		"(Fig.1)":"A studio, former main Bauhaus Weimar building, built 1904–11",
		"(Fig.2)":"Haus am Horn, Weimar, built 1923",
		"(Fig.3)":"The student accommodation wing, Bauhaus Dessau",
		"(Fig.4)":"Street view of the Kandinsky \/ Klee semi-detached houses",
		"(Fig.5)":"Structure built in 2014 in the form of the destroyed director's house (the 'Gropius House')",
		"(Fig.6)":"One of the \"Houses with Balcony Access\" apartment blocks",
		"(Fig.7)":"Restored dining room, Meyer-Wittwer Building, ADGB Trade Union School"
	},
	"mediaLinks":{
		"(Fig.1)":"https:\/\/en.wikipedia.org\/wiki\/File:Weimar_Germany_Bauhaus-University-02.jpg",
		"(Fig.2)":"https:\/\/en.wikipedia.org\/wiki\/File:Haus_am_Horn,_Weimar_(Südwestansicht).jpg",
		"(Fig.3)":"https:\/\/en.wikipedia.org\/wiki\/File:6252_Dessau.JPG",
		"(Fig.4)":"https:\/\/en.wikipedia.org\/wiki\/File:Meisterhaus_Kadinsky-Klee_2004.jpg",
		"(Fig.5)":"https:\/\/en.wikipedia.org\/wiki\/File:6361_Dessau.JPG",
		"(Fig.6)":"https:\/\/en.wikipedia.org\/wiki\/File:Laubenganghaus1.JPG",
		"(Fig.7)":"https:\/\/en.wikipedia.org\/wiki\/File:Bernau_ADGB-Schule_Meyer-Wittwer-Bau_Speisesaal.jpg"
	},
	"id":"59524982",
	"title":"Bauhaus and its Sites in Weimar, Dessau and Bernau"
}