{
	"text":"(Fig.1)The \"Bauhaus Dessau Foundation\" is a nonprofit organization devoted to research and teaching in the field of experimental design. It was founded by the German Federal Government in 1994 and is based in the Bauhaus Dessau building in the state of Saxony-Anhalt. Its staff includes architects, town planners, sociologists, cultural scientists, artists, and art historians.\n\nHistory\n\nAfter the closing and expulsion of the historical Bauhaus in Dessau on September 30 1932, 44 years passed before the Bauhaus Building would be used again for its original purpose. In 1976, 50 years after its construction, the GDR's government had reconstructed the historical monument and founded a \"Scientific and cultural Centre\". Assembly of a Bauhaus collection of its own began and the Bauhaus stage was once again used for concerts and plays. In 1986, the GDR celebrated the reopening of the Bauhaus as a \"Centre for Design\", tied with eastern Germany's department of building.\nAfter the German reunification, it was unclear what the Bauhaus would evolve into during the following years. On February 9 1994, the German Federal Government, the state of Saxony-Anhalt and the town Dessau founded the Bauhaus Dessau Foundation.[1]\n(Fig.2)\nToday, the Bauhaus building in Dessau-Roßlau is part of the Bauhaus and its Sites in Weimar, Dessau and Bernau World Heritage Site.\nFrom 1994 to 1998, Prof. Dr. Rolf Kuhn was the executive director of the foundation. His successor, Prof. Dr. Omar Akbar, was in charge until 2009. Since March 1, 2009, the architect and publicist Prof. Philipp Oswalt heads the foundation; his deputy is Dr. Regina Bittner, who is also responsible for the foundation's academy.\n\nMission and structure\n\nToday, the Bauhaus Dessau Foundation is based in the historic Bauhaus Building. As one of the cultural beacons in the new federal states, it is committed to conserving, researching and passing on the Bauhaus legacy, while also finding solutions to the problems of designing today's living environment. With its three sections – Collection, Workshop and Academy – the foundation addresses contemporary urban challenges, explores options for the future and develops stimuli for architecture, design and the performing arts.\n\nCollection and archive\n\nIn terms of content, the foundation's work is based on three mainstays. Dessau-Roßlau has the second-largest collection in the world – around 26,000 objects – relating to the history of the Bauhaus. Part of the collection may be seen in the permanent exhibition, which is located in the basement of the Bauhaus Building.\n\nAcademy\n\nSince 1999, the International Bauhaus college has offered a one-year interdisciplinary educational module in English, where architects, urban designers, and urban scientists from all over the world are taught.\n\nWorkshop\n\nIn the workshop, research and teaching are enmeshed, built on and complement each other in the different projects and project phases.\n\nFurther activities\n\nThe foundation's work is complemented by experimental stage productions, stage events and festivals. Exhibitions – both permanent and temporary – in the historical premises that address the heritage and design problems of today. The foundation has revitalized the Bauhaus Stage with a rich program of contemporary music and dance. In Dessau, tourists and experts in the field, journalists and researchers, learn about the Bauhaus in all its complexity: guided tours of the building, and of the other Bauhaus buildings, overnight accommodation in the historic dormitory, temporary exhibitions and a wide range of events on the Bauhaus Stage. \nIn Dessau, yearly, the birthplace of Modernism attracts 100,000 visitors from around the world, discover the spirit of the influential School of Design for themselves. The permanent exhibition in the Bauhaus Building shows a selection of 26,000 objects held in the second-largest Bauhaus collection in the world. The Bauhaus Building and the Masters’ Houses – together with the Kornhaus by Carl Fieger, the former Employment office by Walter Gropius, the Törten Estate, and the other Bauhaus buildings in Dessau – are key works of the international modern architecture.\nIn 2013, the Studio Building, also known as the \"Prellerhaus,\" began functioning as a dormitory-style boutique hotel offering accommodations in personalized studio apartments formerly inhabited by the likes of Josef Albers, Herbert Bayer, Franz Ehrlich, Marcel Breuer and Gunta Stölzl.[2]",
	"sources":[],
	"references":{
		"[1]":"\"http:\/\/www.bauhaus-dessau.de\/download.php?f=0225ceb8bc92f6ca78e47ac35cbb0d04 Stiftungsgesetz (German only)\"",
		"[2]":"The New York Times – T Magazine, http:\/\/tmagazine.blogs.nytimes.com\/2013\/09\/26\/accommodations-sleeping-at-the-bauhaus\/?_php=true&_type=blogs&_r=0, Accommodations: Sleeping at the Bauhaus, Jeff Oloizia, September 25, 2013, April 7, 2014"
	},
	"mediaCaptions":{
		"(Fig.1)":"thumb",
		"(Fig.2)":"The Bauhaus Dessau Foundation's Logo"
	},
	"mediaLinks":{
		"(Fig.1)":"https:\/\/en.wikipedia.org\/wiki\/File:Bauhaus.JPG",
		"(Fig.2)":"https:\/\/en.wikipedia.org\/wiki\/File:Stiftungbauhaus_logo.png"
	},
	"id":"25727674",
	"title":"Bauhaus Dessau Foundation"
}