{
	"text":"\"Jan Ruhtenberg\" (a.k.a. \"Alexander Gustaf Jan Ruhtenberg\" or \"Alexander Gustav Jan Ruhtenberg\", born Alexander Gustaf Rutencrantz von Ruhtenberg, 28 February 1896 – died, December 1975) was an architect who \"made significant contributions in introducing modern architecture to the United States as a teacher and a modern architect\".[1]\n\nEarly life\n\nRuhtenberg was born in Riga, Latvia to Swedish parents.[2] He later attended a school in Saint Petersburg, Russia.\n\nCareer\n\nAt age 32 Ruhtenberg moved to Berlin with his family after he received a scholarship to study at the Berliner Technische Hochschule.\nRuhtenberg was involved in the Bauhaus movement in Germany, studying under Mies van der Rohe and working with Philip Johnson. In \"The International Style: Architecture Since 1922\" Johnson acknowledges Ruhtenberg as one of two \"kind friends\" who have read and criticized draft texts. In his biography of Philip Johnson, architectural historian Franz Schulze refers to Ruhtenberg as Johnson's new friend during the latter's travels in Germany in 1929. The two visited the Bauhaus in Dessau together. At the time Ruhtenberg was a public relations aide to designer Bruno Paul.[3] Johnson, working with Henry-Russell Hitchcock, was gathering material for \"The International Style: Architecture Since 1922.\" Ruhtenberg was traveling with them.[4]\nJohnson and Hitchcock included Ruhtenberg’s 1930 Berlin apartment house interior among their illustrations of modern design.[5] In a September 1930 letter from Johnson to J. J. P. Oud, a Dutch modernist architect, Johnson calls Ruhtenberg his best friend, describing him as a beginning architecture student.[6] In 1931 Ruhtenberg and his two sons moved to Sweden, where he completed several architectural projects for the Swedish royal family. Three years later, in another letter to Oud, Johnson mentions that he is building a house in Manhattan with his friend Jan Ruhtenberg.[7] \nHe was active in many areas of country such as New York City with both his architectural skills (the renovation of 57 East 93rd Street that was reviewed by \"Architectural Forum\" in 1937[8]); He is \"credited\" with the interior design of Nelson Rockefeller's Penthouse at 810 Fifth Avenue (62nd Street) by the New York Times;[9] and his opinions on the progressive housing movement which were recorded for the Library of Congress.[10] \nHe was a professor at Columbia University in New York City, where he was hired to teach the \"new architecture\" in 1934 by Joseph Hudnut.[11] That same year, he moved to the city with his sons, and he and Johnson broke off their partnership for unknown reasons. In 1936 he left the position at Columbia.\nIn 1938 and 1939, Ruhtenberg released furniture lines for Wanamaker and Herman Miller. Also in the late 1930s, Ruhtenberg and his sons relocated again, this time to Colorado Springs.\n\nPersonal life\n\nRuhtenberg had three children with his first wife, Hanne Helmsing: his sons, Jan Thiel and Vessel, and his daughter, Cornelis.[12] Cornelis Ruhtenberg would later become an artist and painter in her own right. Helmsing and Ruhtenberg divorced in 1931.\nHe married Polly King Ruhtenberg on August 4, 1935 in New York City.[13] The two later divorced in 1939 after King discovered that Ruhtenberg was having affairs with men.\n\nExamples of his work\n\nRuhtenberg’s work can still be seen in Colorado Springs, Colorado, where he was active during the 1940s and 1950s. Julie Penrose hired the architect to design the now destroyed El Pomar Carriage House Museum at The Broadmoor resort in 1939 to house the collection of her late husband, Spencer Penrose. While Ruhtenberg was active elsewhere in the country,[14] he maintained a house in Colorado Springs and continued to receive national press for his works in Colorado.[15] He was also a member of the Central City Opera House's board of directors from 1947 to 1951, and contributed to rebuilding the opera house and some of the adjacent homes owned by the Central City Opera, which now are used as housing for cast and crew.[16]\nOne of Ruhtenberg’s designs exists in its original form at 55 Marland Road in Colorado Springs. Designed for Hugo C. Fischer in 1949, the house was featured in the February 1954 edition of Progressive Architecture.[17] Progressive architecture award It is steel framed, with insulated pumice block walls and a lightweight concrete roof. Inside, the pressed sugar-cane roof insulation is exposed, with the rough texture of the pressed sugar-cane complementing the rough pumice stone. A large fresco of Orpheus and Euridyce [4 ft by 11 ft] occupies the Southern wall, which Ruhtenberg apparently added in a flash of inspiration while the building was under construction. The fresco was painted by Edgar Britton, described as \"One of Colorado's very important artists of the 20th century\".[18][19][20]\nElaine Freed of Colorado College has been photographing Ruhtenberg’s buildings in order to preserve their legacy, working with the Jackson Fellowships which are associated with the Hulbert Center for Southwest Studies at Colorado College.[21] Elaine published MODERN AT MIDCENTURY: Ruhtenberg Revisited in 2017, (978-1943829057) which documents 5 Ruhtenberg designed houses in Colorado Springs. Additional photos of Ruhtenberg's work are located at Pikes Peak Library District's website[22] which are gifts from Guy Burgess.\nJan Ruhtenberg is listed as the decorator-designer of the Living Room - Fireplace Group of the in the 1939 New York World's Fair.[23][24]  The coffee table strongly resembles the Barcelona Coffee Table generally attributed to the collaborative work of Mies van der Rohe and Lilly Reich.  The Barcelona Table was originally named the 'Dessau Table' and the 'Tugendhat Coffee Table' as it gained identity associated with its use in the Villa Tugendhat in Brno in 1930, part of groupings designed by Mies van der Rohe for that home; it is called the Barcelona Table because it was used in the German Pavilion for the Barcelona World's Fair in 1929.[25] The side chairs here attributed to Ruhtenberg bear slight resemblance to the Mid-century modern Tobia Scarpa Bastiano Lounge Chair which received the 1969 West German Design Center Stuttgart Award.[26]\n\nFootnotes\n\nExternal links",
	"sources":[],
	"references":{
		"[1]":"I-25 Environmental Assessment, Project No. 151077.13.BN, Historic Resources Survey Report, History and Survey Results Vol I.   Quote is sourced from material regarding 5EP3854 St. Mary’s School - 1949",
		"[2]":"Fernandez, Megan, 2011-08-01, Loved & Lost: The Life of Jan Ruhtenberg, https:\/\/www.indianapolismonthly.com\/arts-and-culture\/loved-lost-the-life-of-jan-ruhtenberg, 2023-07-13, Indianapolis Monthly, en-US",
		"[3]":"Schulze, Franz.  \"Philip Johnson: Life and Work\".  Chicago: University of Chicago Press, 1994, 54-55.",
		"[4]":"Schulze, Franz.  \"Philip Johnson: Life and Work.\"  Chicago: University of Chicago Press, 1994, 67",
		"[5]":"Hitchcock, Henry-Russell and Philip Johnson.  \"The International Style\", New York, W. W. Norton and Company, Inc., 1966.  Originally published under the title \"The International Style: Architecture Since 1922\", New York: W. W. Norton and Company, Inc., 1932.",
		"[6]":"Schulze, Franz.  \"Philip Johnson: Life and Work.\"  Chicago: University of Chicago Press, 1994, n67, p 425",
		"[7]":"Schulze, Franz.  \"Philip Johnson: Life and Work.\"  Chicago: University of Chicago Press, 1994, 106",
		"[8]":"\"In 1937 the magazine Architectural Forum praised the removal of plaster from the interior brick walls, which \"gained three inches (76 mm)  of valuable space in the entry and provided a richly textured surface in the studio which shows off the severe furniture to great advantage.\"\" Source: http:\/\/www.nyc-architecture.com\/UES\/UES047.htm",
		"[9]":"https:\/\/www.nytimes.com\/1999\/10\/14\/garden\/turf-a-rockefeller-fixer-upper.html, TURF; A Rockefeller Fixer-Upper, Tracie, Rozhon, October 14, 1999, NYTimes.com",
		"[10]":"Library of Congress recording RXA 5645 A13-14, RXA 5663 A7-8 (playback copy) Progressive housing movement speeches* \/ LC Control Number: 92789162 Summary: Portions from five 1934 talks given on housing conditions in America and Europe. Langdon Post describes the terrible conditions of American city tenements and offers solutions to the problem, Raymond Unwin, England’s authority on housing, talks about housing in England, architects Jan Ruhtenberg and Horatio Hackett discuss their proposals for solutions to the housing problem, and Ernst Kahn, an expert on financing housing in Germany, offers his views of American housing and compares it to Europe’s housing situation.  Subjects: Housing--United States. Housing--Great Britain. Housing--Europe. LC Classification: LWO 6312 reel 15, A13-14; reel 33, A7-8 (preservation master - not for playback) RXA 5645 A13-14, RXA 5663 A7-8 (playback copy)",
		"[11]":"Jill E Pearlman, \"Joseph Hudnut's Other Modernism at the Harvard-Bauhaus,\"   Journal of the Society of Architectural Historians (December 1997): 56 (4).452-477.",
		"[12]":"May 31, 1948, Ruhtenberg Paintings Depict Great Talent During Wartime, Colorado Springs Free Press, https:\/\/more.ppld.org\/SpecialCollections\/Index\/ArticleOrders\/414902.pdf",
		"[13]":"http:\/\/archiveswest.orbiscascade.org\/ark:\/80444\/xv58495, Archives West: Polly Ruhtenberg papers, 1946-1983, archiveswest.orbiscascade.org",
		"[14]":"the Residence of Dr. Edmond Donoghue, 1952-1954, 650 Weatherhill Road SW Rochester Minnesota 55902",
		"[15]":"January 15, 1957, Time Magazine discussed \"a $2,000,000 opera house has been projected for Colorado Springs by Architect Jan Ruhtenberg which features sculptural shell concrete forms with adjustable walls that can be thrown wide open to empty a full house (3,000) in 1½ minutes",
		"[16]":"\"Dahlia: Opera house Flower Girls uphold legacy of giving\" Rocky Mountain News, 27 July 2006",
		"[17]":"February 1954 edition of Progressive Architecture, Pages 92-93.",
		"[18]":"David Turner, CEO, Turner Museum \/ Fine Arts Center, 2003 http:\/\/www.csfineartscenter.org\/",
		"[19]":"https:\/\/commons.wikimedia.org\/wiki\/File:Edgar_Britton,_Orpheus_and_Eurydice,_1950_(%3F).jpg A photo of the fresco filed under",
		"[20]":"The complete plans to the house, with Ruhtenberg's stamp are located at http:\/\/commons.wikimedia.org\/wiki\/File:55_Marland_Plans.pdf",
		"[21]":"Elaine writes, \"I have received numerous Jackson Fellowships toward the project \"Sun Country Modern\" – which is  photo-documentation of modernist residences in the Southwest.  (Modern at Mid-Century: the Early Fifties Houses of Ingraham and Ingraham, published in 2003 by the Hulbert Press.)   Pollard and I are now working on documenting the residential work of Jan Ruhtenberg, an architect trained in Europe (he worked with Mies in Berlin from 1929-1931), who designed houses in Colorado Springs beginning in the 1940s.  We have photographed two houses thus far and will do several more this summer.  I expect to use these images in a book on Ruhtenberg's work.\"",
		"[22]":"such as http:\/\/www.ppld.org\/specialcollections\/project\/admin\/FullDisplay.asp?ID=4550, and http:\/\/www.ppld.org\/specialcollections\/project\/admin\/FullDisplay.asp?ID=5073",
		"[23]":"Town of Tomorrow - Houses - Interior - Sitting room, http:\/\/digitalcollections.nypl.org\/items\/5e66b3e8-ebf3-d471-e040-e00a180654d7, 2020-08-23, NYPL Digital Collections, en",
		"[24]":"Town of Tomorrow - Houses - Interior - Bedroom, http:\/\/digitalcollections.nypl.org\/items\/5e66b3e8-ac1e-d471-e040-e00a180654d7, 2020-08-23, NYPL Digital Collections, en",
		"[25]":"Mies van der Rohe Tugendhat Coffee Table, https:\/\/www.bauhaus2yourhouse.com\/products\/mies-van-der-rohe-tugendhat-coffee-table, 2020-08-23, Bauhaus 2 Your House",
		"[26]":"2 Mid Century Modern Tobia Scarpa Bastiano Chairs ~ Newly Restored (MR10454) • $2,200.00, https:\/\/picclick.com\/2-Mid-Century-Modern-Tobia-Scarpa-Bastiano-Chairs-392450215149.html, 2020-08-23, PicClick, en"
	},
	"mediaCaptions":{},
	"mediaLinks":{},
	"id":"9081217",
	"title":"Jan Ruhtenberg"
}